Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/forskningsetikk.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Since these GM biocontrol organisms are developed to be able to spread, they also represent a risk.
nb: I og med at disse GM biokontrollorganismene er utviklet for å kunne spre seg selv, representer de også risiko.

source: In the USA, which allows paid egg donation for assisted reproduction, women receive between five and ten thousand dollars to donate eggs (figures from 2008).
nb: I USA, hvor eggdonasjon til assistert befruktning er utbedt, betales i dag (2008) kvinner mellom fem og ti tusen dollar for å donere egg.

source: • NESH maintains that researchers and institutions should exercise due diligence.
nb: • NESH mener at forsker og institusjon skal utøve nødvendig aktsomhet.

source: about clarifying the relative certainty and validity range of their findings.
nb: med å klargjøre funnenes relative sikkerhets- og gyldighetsområde.

source: Where they previously considered themselves to be popularisers on behalf of selected research groups, they now also see themselves as critical investigators who want to highlight the uncertainty and ethical dilemmas that arise in connection with research (Hornmoen, Meyer and Sylwan 2006).
nb: Der de tidligere gjerne så på seg selv som popularisatorer på vegne av avgrensede forskergrupper, betrakter de seg nå vel så mye som kildekritiske granskere som blant annet ønsker å få frem usikkerheten og de etiske dilemmaene som utspiller seg i forbindelse med forskning (Hornmoen, Meyer og Sylwan 2006).

source: (COMEST) and digital technology in general (EDPS).
nb: (COMEST) og digital teknologi generelt (EDPS).

source: From this requirement we can find a direct link to the way in which the regional committees of medical and health research ethics were established in Denmark and Norway after 1985.
nb: Fra dette kravet finner man en direkte forbindelse til måten de regionale komiteene for medisinsk forskningsetikk ble opprettet i Danmark og Norge fra 1985 av.

source: Publishing should be regarded as a service that researchers and institutions purchase, and the choice of service provider should include assessments of both the price and the quality.
nb: Publisering bør betraktes som en tjeneste forskerne eller institusjonene kjøper, og da bør både pris og kvalitet være med i vurderingen av hvem man bør kjøpe tjenesten fra.

source: ), and UNESCO's Universal Declaration on Bioethics and Human Rights (
nb: ), og UNESCOs verdenserklæring om bioetikk (

source: It is important to note that in this discussion, physicists and engineers in particular have assumed a significant role in influencing the public and the politicians, for example through the so-called Pugwash movement that was founded in 1957 and along with its founder Joseph Rotblat was awarded the Nobel Peace Prize in 1995.
nb: I denne diskusjonen er det viktig å merke seg at særlig fysikere og ingeniører har påtatt seg en vesentlig oppgave med å påvirke allmennheten og politikken, blant annet gjennom den såkalte Pugwash-bevegelsen som ble stiftet i 1957 og, sammen med dens grunnlegger Joseph Rotblat, ble tildelt Nobels fredspris i 1995.

source: The first group points to the fact that the established practice of including all the members of the collaboration on the list of authors has arisen because the planning, structuring, execution and analysis of the experiments have taken place over a long period of time (10-20 years) and have required multidisciplinary expertise, so all the links in the chain must be intact for it to function.
nb: Den første gruppen peker på at etablert praksis med alle kollaborasjonsmedlemmer på forfatterlisten er begrunnet i at planlegging, oppbygging, gjennomføring og analyse av eksperimentene strekker seg over lang tid (10-20 år) og krever multidisiplinær ekspertise, der alle ledd må være intakt for at kjeden ikke skal brytes.

source: Researchers should contribute to an informed public
nb: Forskere skal bidra til en informert samfunnsdebatt, slik

source: areas of our modern society.
nb: fleste områder av samfunnet.

source: This represents a possible methodological problem in the form of increased selection bias.
nb: Dette representerer i tilfelle et metodisk problem, i form av økt skjevhet i utvalget.

source: This raises research ethics questions relating to risk and uncertainty.
nb: Dette reiser forskningsetiske spørsmål relatert til risiko og usikkerhet.

source: phones, where the next step will be to connect technology directly to our
nb: vi er i ferd med å utvikle til telefonene våre, der det neste steget vil bestå i

source: If the information is truly anonymous, it is not considered to be personal health data, and research projects on anonymous information do not require pre-approval from REC.
nb: Dersom opplysninger er reelt anonyme så regnes det ikke som helseopplysninger, og forskningsprosjekter på anonyme opplysninger trenger ikke etisk forhåndsgodkjenning fra REK.

source: Master's students at a Norwegian educational institution will participate as project staff.
nb: Masterstudenter ved en norsk utdanningsinstitusjon vil delta som prosjektmedarbeidere.

source: fields, such as autonomous and intelligent systems (IEEE), robotics
nb: områder, som autonome og intelligente systemer (IEEE), robotikk

source: processed or shared without informed consent.
nb: samles inn, behandles eller deles uten informert samtykke.

source: In such cases, researchers must seek to observe the principle of proportionality (see guideline 3) and minimise the possible negative impact.
nb: I slike tilfeller skal forskeren bestrebe seg påå følge proporsjonalitetsprinsippet (jf. 3), og minimere den mulige negative påvirkningen dette kan ha.

source: One can envisage situations in which the disclosure requirement could conflict with the idea of safe restitution if a researcher or an institution has reasonable grounds for believing that the state claiming the material does not have good routines for preserving and protecting the material, or the country's security policy situation is highly unstable.
nb: Det kan tenkes situasjoner der opplysningsplikten kan komme i konflikt med hensynet til sikker tilbakeføring, hvis forsker eller institusjon har rimelig grunn til å tro at den stat som gjør krav på å få materialet tilbakeført ikke har gode rutiner for bevaring og sikring av materialet, eller den sikkerhetspolitiske situasjonen i landet er svært ustabil.

source: One important reason is that the relationship between science and society has undergone important changes.
nb: En viktig grunn er at forholdet vitenskap – samfunn har gjennomgått viktige forandringer.

source: What potential consequences could Big
nb: om stordatabasert forskning.

source: But how radical should such precautionary strategies be?
nb: Men hvor radikal bør slike føre-var strategier være?

source: In phase 3 studies, the drug studied can either be compared with the best available treatment or with placebo.
nb: I fase 3-studiene kan man enten sammenligne studiepreparatet med den beste tilgjengelige behandlingen eller med placebo.

source: Ensure data protection and consideration of individuals
nb: Sikre personvern og hensynet til enkeltpersoner

source: Aborted foetuses – uncomfortable but not unethical?
nb: Aborterte fostre – ubehagelig, men ikke uetisk?

source: Today we know that this is impossible and that subjects are gendered, cultural and complex beings, and this has significance for what we observe and recognise.
nb: I dag vet vi at dette ikke er mulig, og at subjekter er kjønnede, kulturelle og komplekse vesener, hvilket har betydning for hva vi ser og erkjenner.

source: data can be used again, and for what purposes.
nb: bli brukt på nytt og til hvilke formål.

source: How we relate to these questions is important for our understanding of cognition – of how we observe, hear and conduct research.
nb: Hvordan vi forholder oss til disse spørsmålene har betydning for vår forståelse av erkjennelse – av hvordan vi ser, hører og forsker.

source: Using Photoshop they can also determine if the figures have another distinctive feature:
nb: Med litt Photoshop-aktivitet kan de også fastslå om figurene har et annet karakteristisk trekk:

source: CRISPR is a simple method, yet very complex.
nb: CRISPR er en enkel metode, men samtidig veldig komplisert.

source: identified data are considered personal data and thus regulated under the Personal
nb: regnes som personopplysninger og dermed er regulert i personopplysningsloven,

source: This provides a basis for uncertainty in relation
nb: Dette gir grunnlag for usikkerhet i fortolkninger og

source: researcher at the time of collection) and which we may not want.
nb: ukjent for forskeren på tidspunktet for innsamlingen), og som vi kanskje ikke

source: Where scientific and technological development can be misused to undermine the right of self-determination and human dignity and the democratic rights of individuals, researchers must strive to prevent and refrain from taking part in any such misuse of research.
nb: Der vitenskapelig og teknologisk utvikling kan misbrukes til å svekke individenes selvbestemmelse, menneskeverd og demokratiske rettigheter, skal forskeren bestrebe seg påå hindre og ikke bli delaktig i slik misbruk av forskningen.

source: Select national and international laws and regulations/guidelines
nb: Utvalgte nasjonale og internasjonale lover og retningslinjer

source: relationships and for how we think and feel.
nb: hvordan vi tenker og føler.

source: The Act on medical and health research (Health Research Act) applies to medical and health research on humans, human biological material or health data.
nb: For medisinsk og helsefaglig forskning på mennesker, humant biologisk materiale eller på helseopplysninger gjelder lov om medisinsk og helsefaglig forskning (helseforskningsloven).

source: in connection with the importance of mobile phones for interpersonal
nb: med mobiltelefonenes betydning for mellommenneskelige relasjoner og for

source: The use of endangered and vulnerable species must be reduced to an absolute minimum.
nb: Bruk av truede og sårbare arter må reduseres til et absolutt minimum.

source: example, a participant may consent to his or her data being used in cancer research
nb: kan man for eksempel samtykke til at data brukes i kreftforskning samtidig som

source: developed or to withdraw technology that has already been taken into use.
nb: teknologi som allerede er tatt i bruk.

source: Only when the embryo is implanted in a womb do we have the conditions required to produce a human being.
nb: Først når embryoet er implantert i en livmor, har vi tilstrekkelige betingelser for å frembringe en person.

source: been entered – and we know the answer – but we cannot determine how
nb: som er lagt inn og vi kjenner til svaret, men vi kan ikke avgjøre hvordan

source: generation of big data
nb: generering av stordata

source: Researchers such as Mary Douglas and others (Schwartz and Thompson 1990) have also observed that the concept of nature is not an objective scientific dimension, relying instead on non-scientific preconceived cultural notions.
nb: Forskere som Mary Douglas og andre (Schwartz og Thompson 1990) har også påpekt at selve naturbegrepet ikke er en objektiv naturvitenskapelig størrelse, men er avhengig av ikke-vitenskapelige forforståelser.

source: Once numbers are thrown into a societal debate, they are very hard to put in their relevant context.
nb: Når først tall er kastet inn i samfunnsdebatten, er det vanskelig å modifisere dem med en relevant kontekst.

source: It could therefore be said that the guidance in itself represents an ethical challenge (Eide, Grelland, Kristiansen, Sævareid and Aasland 2008).
nb: Det kan derfor hevdes at veiledningen i seg selv representerer en etisk fordring (Eide, Grelland, Kristiansen, Sævareid og Aasland 2008).

source: Those who established societies for protection of animals would also promote organisations for prevention of abuse of children (Schultz 1968).
nb: De som etablerte dyrevernorganisasjoner, fremmet også organisasjoner for å forhindre dårlig behandling av barn (Schultz 1968).

source: consequences for health, society, or the environment” are emphasised,
nb: konsekvenser for helse, samfunn og miljø» som vektlegges, vil imidlertid

source: If preclinical trials are promising, which patients will be selected for inclusion in clinical trials?
nb: Dersom preklinisk forsøk er lovende, hvilke pasienter skal plukkes ut til å være med i kliniske forsøk?

source: The researcher must substantiate the relevance of and benefit for the local community vis-à-vis REC.
nb: Forsker må sannsynliggjøre relevans og nytteverdi for lokalsamfunnet overfor REK.

source: But is it unethical?
nb: Men er det uetisk?

source: Scientific integrity, truthfulness and accountability
nb: Redelighet, sannferdighet og etterrettelighet

source: How should society's resources be distributed between research and other needs?
nb: Hvordan bør samfunnets ressurser fordeles mellom forskning og andre behov?

source: What is an experiment?
nb: Hva er et eksperiment?

source: without the need to reacquire consent.
nb: sett bredt definerte forskningstemaer uten at samtykke må innhentes på nytt.

source: Most often this has been implicit, although occasionally also defined in writing.
nb: Denne har som oftest vært innforstått, men av og til også nedfelt skriftlig.

source: On the one hand, some people would appear to think that images have not been created but simply show reality as it is, so it is immaterial who took the photograph of the piece of jewellery in the British Museum or of Barack Obama on the rostrum.
nb: På den ene siden virker det som om noen tenker at bilder ikke er skapt, men bare viser virkeligheten slik den er, derfor er det det samme hvem som har tatt bildet av smykket fra British Museum eller Barack Obama på talerstolen.

source: The researcher should involve women in the preparation of the information brochures/recruitment process to safeguard the rights of women and girls in the implementation of a research project.
nb: Forskeren bør involvere kvinner i utarbeidelse av informasjonsskriv og i rekrutteringsprosessen for å sikre kvinners og jenters rettigheter i gjennomføring av forskningsprosjektet.

source: resulting in a disproportionate level of scrutiny for them at passport control posts.
nb: tilrettelegge for videre bruk og formidle forskningsresultater basert på stordata.

source: Since the results were not published, they only benefited one of the parties in the debate.
nb: Siden resultatene ikke ble offentliggjort, kom de bare en av partene i debatten til gode.

source: No experiment should be conducted where there is an a priori reason to believe that death or disabling injury will occur; except, perhaps, in those experiments where the experimental physicians also serve as subjects (Article 5).
nb: Forsøk bør ikke utføres der det er en a priori grunn til å tro at dødsfall eller skade som fører til uførhet vil inntre, med mulig unntak av forsøk der forsøkslegene også deltar som forsøkspersoner (pkt 5).

source: We have already discussed how gene technology research is considered in some quarters to be ethically challenging.
nb: Vi har allerede vært inne på at genteknologisk forskning av noen oppleves som etisk problematisk.

source: several examples of how data can give rise to unreasonable decisions.
nb: på hvordan data kan gi opphav til urimelige avgjørelser.

source: As such, some would argue that the woman's intention to bear the child is a necessary condition for becoming a person.
nb: Slik sett vil noen hevde at også kvinnens intensjon om å bære frem barnet er en nødvendig betingelse for å kunne bli en person.

source: Do you see any
nb: Ser dere noen

source: Researchers and research institutions must ensure that AI systems are
nb: Forskere og forskningsinstitusjoner må sikre at KI-systemene er bygd opp

source: Does the research fellow have to apply for approval from the Norwegian REC?
nb: Må stipendiatene søke godkjenning fra norsk REK?

source: their consequences for individuals, animals, the environment and society;
nb: enkeltpersoner, dyr, miljøet og samfunnet;

source: The Article 29 Working Party, an advisory group within the EU, points out in
nb: Artikkel 29-gruppen, en rådgivende gruppe innenfor

source: The debate is part of a living democracy.
nb: Debatten er en del av et levende demokrati.

source: Those who are most ill, or those who are most interesting from the scientific viewpoint?
nb: De som er mest syke, eller de som av forskningsmessige hensyn er mest interessante?

source: when the algorithms increasingly make choices that have consequences for
nb: valg som har konsekvenser for enkeltmennesker og samfunnet, for eksempel

source: The Helsinki Declaration makes exemptions for such cases.
nb: Helsinkideklarasjonen gjør unntak for slike tilfeller.

source: Neisser was found guilty, but only received a fine.
nb: Neisser ble dømt skyldig, men ble bare ilagt bot.

source: Researchers are responsible for considering whether the experiment may result in improvements for animals, people or the environment.
nb: Forskeren har ansvar for å vurdere om forsøket kan bidra til forbedringer for dyr, mennesker eller miljø.

source: and researchers have a shared responsibility for ensuring that evaluations
nb: av den naturvitenskapelig-teknologiske forskningen, og forskere har et

source: a) understand the purpose of the project and the part concerning their participation in the project
nb: a) forstår hensikten med prosjektet og det som angår deres egen deltakelse i prosjektet

source: it, which in turn can lead to a lack of confidence in the decisions that are
nb: oppmerksom på det, noe som i sin tur kan innebære manglende tillit til

source: NENT would like to continue the dialogue with academic
nb: NENT ønsker å fortsette dialogen med

source: Where do we draw the line?
nb: Hvor skal vi sette grensen?

source: My opinion is that they want to do the research as best as possible, to make sure the results are as representative as possible,» says Tuft.
nb: Min oppfatning er at de vil gjøre forskningen best mulig, slik at resultatene blir mest mulig representative, sier Tuft.

source: automatical y analyse or predict conditions in individuals or groups (e.g.
nb: forhold ved enkeltpersoner eller grupper (for eksempel knyttet til forhold

source: It is therefore important for researchers to enter into a dialogue with the bearers of this knowledge, not least in applied research, which can potentially impact local communities and their living conditions.
nb: Det er derfor viktig at forskere søker å gå i dialog med denne kunnskapen, ikke minst i anvendt forskning som potensielt kan påvirke lokalsamfunn og livsvilkår.

source: In the same way as with UNIDROIT 1995, a possessor is entitled to a restitution if the possessor was in good faith then the cultural object came into that her or his possession.
nb: På samme måte som med UNIDROIT 1995 har den som besitter krav på erstatning hvis besitter var i god tro da gjenstanden havnet i ens eie.

source: It has also been shown that research is organised in large units or networks in order to arrive at the intended results.
nb: Man har også sett at forskningen organiseres i store enheter eller nettverk for å komme fram til intenderte resultater.

source: Journals are often sold in the form of licence agreements for large packages; the publisher's entire portfolio is frequently sold as one package.
nb: Tidsskriftene selges ofte i form av lisensavtaler for store pakker fra utgiverne, og gjerne hele porteføljen i en pakke.

source: Here Gilligan criticised Laurence Kohlberg for bias in his research.
nb: I den kritiserte Gilligan Laurence Kohlberg for å være forutinntatt (engelsk ”biased”) i sin forskning.

source: In addition, NENT has investigated what has already been done
nb: har NENT orientert seg om hva som er gjort på dette området nasjonalt og

source: the development of AI.
nb: med utviklingen av KI.

source: for ethical reflection on this technology.
nb: for etisk refleksjon rundt denne teknologien.

source: society, and must facilitate the fair and ethical use of AI systems.
nb: rette for rettferdig og etisk bruk av systemene.

source: In the EU and countries that have ratified the Cartagena Protocol, there is a growing focus on socioeconomic effects.
nb: I EU og land som har ratifisert Cartagena-protokollen er det et økende fokus på sosioøkonomiske effekter.

source: limitations of research should be recognised and communicated.
nb: begrensningene ved forskningen erkjennes og kommuniseres.

source: An early publication on dishonesty in research published by the research ethics committees (Elgesem, Jåsund, Kaiser 1997) attempted to provide an overview of such internal research considerations in a table (see table 1).
nb: I en tidlig publikasjon om fusk i forskning av Forskningsetiske komiteer (Elgesem, Jåsund, Kaiser 1997) har man prøvd å gi en oversikt over noen slike forskningsinterne hensyn i en tabell (se tabell 1).

source: Is the project subject to application in Norway, and is there a need to establish a new, specific research biobank in Norway for storage of the imported biological material?
nb: Er prosjektet søknadspliktig i Norge, og er det behov for å opprette en ny spesifikk forskningsbiobank i Norge for oppbevaring av det biologiske materialet?

source: Last December, Emmanuelle Charpentier and Jennifer Doudna were rewarded the Nobel Prize in chemistry for the development of the genome editing method popularly known as CRISPR.
nb: desember ble nobelprisen i kjemi overrukket Emmanuelle Charpentier og Jennifer Doudna for utvikling av genredigeringsmetoden som populært kalles CRISPR.

source: The forms of knowledge – the method of research, content of knowledge, topics and findings – are marked by gender and gender relations (Widerberg, 1993).
nb: Kunnskapens former – måten å forske på– og kunnskapens innhold – tema og resultat – er preget av kjønn og kjønnsrelasjoner (Widerberg, 1993).

source: These principles also state what can reasonably be considered harm and benefit, and the principles thus facilitate good assessments.
nb: Videre angir disse prinsippene hva som er relevant å anse som skade og nytte, og de muliggjør dermed gode avveininger.

source: are also relevant for other enabling technologies, such as biotechnology
nb: relevante også for andre muliggjørende teknologier, slik som bioteknologi og

source: This means that in practice it may be difficult or nearly impossible for researchers
nb: Dette betyr at det i praksis kan bli vanskelig eller nær umulig for forskere å

source: Norway ratified the Protocol in 2011.
nb: Norge undertegnet protokollen i 2011.

source: Need for, or requirement for consultation in advance of consent must be respected, but does not replace the requirement for individual consent.
nb: Behov for, eller krav om rådføring, i forkant av samtykke skal respekteres, men erstatter ikke kravet om individuelt samtykke.

source: It goes without saying that this would be an ethical dilemma.
nb: Det sier seg selv at det vil være etisk problemfylt.

source: guidelines for researchers, but cannot by themselves provide answers to
nb: Personvernreglene er en viktig rettesnor for forskere, men kan ikke alene

source: and superintelligence at al, and if so, when it will happen, is a controversial
nb: det hele tatt vil kunne utvikle generell KI og superintelligens, og i så fall når
